Table of Contents
 Class MeshElement2D
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Element2D
[Obfuscation(Feature = "renaming")]
public class MeshElement2D
Inheritance
object
MeshElement2D
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 MeshElement2D()
Constructor
public MeshElement2D()
Properties
 Points
Points
public List<int> Points { get; set; }
Property Value
List<int>
 Edit this page